export const navLinks = [
  { id: 0, name: "שאלות", href: "/#contact" },
  { id: 1, name: "חוויות", href: "/#experiences" },
  { id: 2, name: "עלינו", href: "/#about" },
  { id: 3, name: "נגישות", href: "/accessibility" },
];

export const gallery = [
  {
    id: 0,
    img: "/gallery/1.jpg",
    title: "מסיבת ג'ונגל",
    alt: "מסיבת ג'ונגל",
  },
  {
    id: 1,
    img: "/gallery/2.jpg",
    title: "אלסה והנסיכות",
    alt: "אלסה והנסיכות",
  },
  {
    id: 2,
    img: "/gallery/3.jpg",
    title: "קייטנת קיץ",
    alt: "קייטנת קיץ",
  },
  {
    id: 3,
    img: "/gallery/4.jpg",
    title: "מסיבת אורות",
    alt: "מסיבת ג'ונגל",
  },
  {
    id: 4,
    img: "/gallery/5.jpg",
    title: "מקבלים את החורף",
    alt: "מקבלים את החורף",
  },
  {
    id: 5,
    img: "/gallery/6.jpg",
    title: "סיפור והמחזה",
    alt: "סיפור והמחזה",
  },
  {
    id: 6,
    img: "/gallery/7.jpg",
    title: "מתנפחי מים",
    alt: "מתנפחי מים",
  },
  {
    id: 7,
    img: "/gallery/8.jpg",
    title: "חג שבועות שמח",
    alt: "חג שבועות שמח",
  },
  {
    id: 8,
    img: "/gallery/9.jpg",
    title: "סדנת שוקולד",
    alt: "סדנת שוקולד",
  },
  {
    id: 9,
    img: "/gallery/10.jpg",
    title: "יום ספא",
    alt: "יום ספא",
  },
  {
    id: 10,
    img: "/gallery/11.jpg",
    title: "גיבורי על",
    alt: "גיבורי על",
  },
  {
    id: 11,
    img: "/gallery/12.jpg",
    title: "מסיבת חנוכה",
    alt: "מסיבת חנוכה",
  },
];

export const reviews = [
  {
    id: 0,
    review:
      "״גילוש וצוות כיופית האהובים תודה על שנה שנתתם עבור הגוזלים שלנו בית, בתקופה כל כך מורכבת, בית שמח אוהב וחם ❤ אין עליכם❤ מעריכים אוהבים ומאחלים לכם חופשה מהנה ובטוחה❤❤❤❤״",
  },
  {
    id: 1,
    review:
      "״תודה רבה על שנה מדהימה!! הייתן כמו בית שני באמת הילדים הרגישו כל כך חופשי אצלך תודה לכולכן מדהימות״",
  },
  {
    id: 2,
    review:
      "״תודה רבה על שנה מהממת תודה לכן צוות יקר על התמיכה ,למידה ואהבה! הילדים כל כך נהנו והרגישו ממש בבית ! בהצלחה לכולם״",
  },
  {
    id: 3,
    review:
      "״תודה רבה על שנה מדהימה על חוויות אין קץ לילדים ועל המתנה המהממת ! תהנו בחופשה ותצברו כוחות מחודשים״",
  },
  {
    id: 4,
    review:
      "״תודה לגילה האחת והיחידה ולצוות המדהים!! תודה שהלב שלנו היה שקט בכל רגע, תודה על אהבה אין סופית לילדינו!! עוד כשעבדתי אצלך לפני 12 שנה ראיתי כמה שאהבה שלך טהורה לכל ילד כמה שהלב שלך ענק ! זכינו בכן צוות אלופות !!!״",
  },
  {
    id: 5,
    review:
      "״לצוות המקסים של צהרון כיופית❤❤ גיליתי השנה צהרון שהוא משפחה שדואגת ואוהבת תודה על שנה של עשייה, של כיף ושל המון פינוקים🌸 תודה על הסבלנות והדאגה😘 תודה על שהייתן שם לתמוך ולחבק את ילדנו,תודה על שנה נהדרת״",
  },
  {
    id: 6,
    review:
      "״גילוש והצוות המדהים וגם אלי☺תודה על שנה מהממת מושלמת מלאת סובלנות אהבה , לאור חיים .ועל המתנה הממהמת תודה על הכל !!!! ונפגשים כבר מחר״",
  },
  {
    id: 8,
    review:
      "״גילוש וצוות הצהרון האלופות! תודה שוב על שנה נפלאה, מלמדת כמו כל השנים האחרונות . תודה על נתינה ואהבה אינסופית. תודה על סבלנות וחיבוק חם💗 אוהבים אתכן נתראה מחר״",
  },
  {
    id: 9,
    review:
      "״תודה לצהרון הכי שווה בעיר❤ תודה על שנה מדהימה ועל קייטנה חלומית! תנוחו תהנו בחופש! מחכים לשנה הבאה״",
  },
];
